Revit 2027 API
BuiltInFailures.GeometryFailures.ElementTooSmall Property
 Element is too small on screen
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId ElementTooSmall { get; }
Public Shared ReadOnly Property ElementTooSmall As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ ElementTooSmall {
	FailureDefinitionId^ get ();
}
static member ElementTooSmall : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GeometryFailures Class
Autodesk.Revit.DB Namespace